Repository: Oliver-KDS/KdsToTop
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# description
source: Creates an icon to scroll up
de: Erzeugt ein Icon zum nach oben scrollen

source: Icon-Settings
de: Icon-Einstellungen

# header
source: Title (hidden)
de: Titel (verborgen)

source: size
de: Symbolgröße

source: align
de: Ausrichtung

source: left
de: Links

source: right
de: Rechts

# pulse
source: Puls-Effect for Opener
de: Puls-Effekt für Icon

source: space
de: Abstand

source: Css Class
de: Css Klasse

source: Animation-Settings
de: Animations-Einstellungen

source: speed
de: Geschwindigkeit

source: delay
de: Verzögerung (ms)

# showspaceontop
source: show (space from top)
de: Einblenden (Abstand von Oben)

source: title
de: Titel

# titledesc
source: Title Tag for SEO
de: SEO Title-Tag

# showxs
source: Show on xs
de: Bei Auflösung XS anzeigen

# showsm
source: Show on sm
de: Bei Auflösung SM anzeigen

# showmd
source: Show on md
de: Bei Auflösung MD anzeigen

# showlg
source: Show on lg
de: Bei Auflösung LG anzeigen

# showxl
source: Show on xl
de: Bei Auflösung XL anzeigen

# showxxl
source: Show on xxl
de: Bei Auflösung XXL anzeigen

source: show
de: Anzeigen

source: hidden
de: Verbergen

# othersettings
source: settings
de: Einstellungen

# hideonxs
source: Hidden on XS
de: Ausgeblendet bei XS

# hideonsm
source: Hidden on SM
de: Ausgeblendet bei SM

# hideonmd
source: Hidden on MD
de: Ausgeblendet bei MD

# hideonlg
source: Hidden on LG
de: Ausgeblendet bei LG

# hideonxl
source: Hidden on XL
de: Ausgeblendet bei XL

# hideonxxl
source: Hidden on XXL
de: Ausgeblendet bei XXL

# easing
source: Scroll Effect:
de: Scroll-Effekt:

# easingdesc
source: Only works if the jQuery easing plugin is activated. If no own easing plugin is loaded by the template, there is the possibility to activate it in the constant editor (kdstotop).
de: Funktioniert nur bei aktiviertem jQuery Easing-Plugin. Sollte kein eigenes Easing-Plugin durch das Template geladen sein, gibt es die Möglichkeit, dieses im Konstanten-Editor (kdstotop) zu aktivieren

source: Create Date:
de: Erstellt am:
